Repository: milenmk/Hierarchy-Product-Category-Drop-Down-WordPress-plugin
Catalog: languages/hpcdd-*.po
Languages: bg_bg

source: Hierarchy Product Category Drop Down
bg_bg: Йерархично падащо меню с категории

source: HPCDD Settings
bg_bg: HPCDD - Настройки

source: Milen Karaganski
bg_bg: Милен Карагански

source: Number of dropdown select fields
bg_bg: Брой на падащите менюта

source: Select First Subcategory
bg_bg: Изберете модел

source: Select Main Category
bg_bg: Изберете марка

source: Select Second Subcategory
bg_bg: Изберете модификация

source: Select Third Subcategory
bg_bg: Изберете година

source: Settings
bg_bg: Настройки

source: Show hierarchy dropdown to search woocommerce products per category.
bg_bg: Показване на падащото йерархично меню за търсене на продукти по категория.

source: Show number of products in categories?
bg_bg: Покажи броят на продуктите в категориите?

source: Show Products
bg_bg: Покажи продукти

source: There was an error adding this setting. Please try again. If this persists, shoot us an email.
bg_bg: Има грешка при запазване на тази настройка. Ако проблемът продължава, изпратете ни имейл.

source: These settings apply to all HPCDD functionality
bg_bg: Тези настройки покриват всички HPCDD опции
